
var movies = [
    new bookClass('Movie/1.jpg','コーダあいのうた','シアン・ヘダー','', new Date(2024,8-1,28),'2021'),
    new bookClass('Movie/2.jpg','夜の浜辺でひとり','ホン・サンス','', new Date(2024,9-1,4),'2017'),
    new bookClass('Movie/3.jpg','オー！スジョン','ホン・サンス','', new Date(2024,8-1,30),'2000'),
    new bookClass('Movie/4.jpg','ニューヨーカーの暮らし方 season3','ジョン・ウィルソン','', new Date(2024,9-1,18),'2024'),
    new bookClass('Movie/5.jpg','座頭市 血煙り街道','三隅研次','', new Date(2024,9-1,5),'1967'),
    new bookClass('Movie/6.jpg','introduction','ホン・サンス','', new Date(2024,9-1,19),'2022'),
    new bookClass('Movie/7.jpg','プッシャー','ニコラス・ウィンディング・レフン','', new Date(2024,9-1,23),'1996'),
    new bookClass('Movie/8.jpg','プッシャー2','ニコラス・ウィンディング・レフン','', new Date(2024,9-1,30),'2004'),
    new bookClass('Movie/9.jpg','ウィンディ＆ルーシー','ケリー・ライカート','', new Date(2024,9-1,27),'2008'),
    new bookClass('Movie/10.jpg','プッシャー3','ニコラス・ウィンディング・レフン','', new Date(2024,10-1,27),'2008'),
    new bookClass('Movie/11.jpg','旅の始まり世界の終わり','黒沢清','', new Date(2024,10-1,6),'2019'),


]
movies[10].comment =
`
主役の葉子に魅力を感じないどころか、
殆ど苛立ちに近いものを感じ続けた。面白くなかった。
撮影スタッフたちは魅力的だった。加藤諒とか、アシスタントの子とか。
絶景の中で歌うショットで、固定されてたカメラが動き出したときに
めちゃくちゃ興奮した。シネスコにめっちゃ違和感あって慣れなかったけど、
あの景色があったからなのかな。でもやっぱ好きじゃない。
`

movies[9].comment =
`
三部作の中で一番おもしろかったかも。でもあんまこういう作品は見てられない気持ちになる。
朝になって、家に帰ったラストのシーンは目が覚める感じがした。部下がみんな腹壊して、ひとり
ウンコ漏らしたりするのは面白かった。こういう映画に出てくる飯はグロテスクに見える。
見てから数日経ってこれを書いてるのであまりフレッシュな感想がない。もう一度このシリーズを
見たいとは思わない。でも、デンマークの悪い人たちを見れてよかった。
`
movies[8].comment =
`
一番好きな映画。出てくる人物が皆魅力的。人の親切心とかに涙出る。犬かわいい。
`

movies[7].comment =
`
前作から8年くらいたってるから、ミロがちょっと太っている。マッツ・ミケルセンはあんま変わらない。
暴力とか、ドラックとかもう見たくなくなってきた。
`

movies[6].comment =
`
朝起きて少し肌寒かったから、ジャージ羽織ってこの映画見始めたら、
主人公が全く同じジャージをほとんどのシーンで着ていてびっくりしたね。
` 

movies[5].comment = 
`
散歩しているときに思い出して、もう一度みた。やっぱり素晴らしいなと思った。
`;


movies[0].comment = 
`
友達のすすめでみた。最初のショットからめちゃくちゃ良い映画だと思った。海とか港がとても良いルックで写されている。めちゃくちゃ泣いたし。ブルーレイ買ってしまった。
`

movies[1].comment = 
`
四回目くらい、みるの。やっぱホン・サンスすき。この作品が一番ルックが良いと思う。キム・ミニがめちゃくちゃいい感じに写されてる。体に染み入った。
`

movies[2].comment = 
`
映画館で見逃してから気になりだしたのでアマプラでみた。かなり昔のホン・サンス。見たことある俳優も出てくる。おもしろいけど、最近の作品のほうが好き。
`;

movies[2].comment = 
`
映画館で見逃してから気になりだしたのでアマプラでみた。かなり昔のホン・サンス。見たことある俳優も出てくる。おもしろいけど、最近の作品のほうが好き。
`;

movies[3].comment = 
`
HBOのドキュメンタリー。season2かなり好きで何度も観ていた。season3も面白い。このスタイルが好き。
`;

movies[4].comment = 
`
面白い。シネスコサイズで決まっているショットが見れる。最後、1対1で向かい合って雪が振り始めるショットの完璧さ。
`;

