
var movies = [
    new bookClass('Movie/1.jpg','コーダあいのうた','シアン・ヘダー','', new Date(2024,8-1,28),'2021'),
    new bookClass('Movie/2.jpg','夜の浜辺でひとり','ホン・サンス','', new Date(2024,9-1,4),'2017'),
    new bookClass('Movie/3.jpg','オー！スジョン','ホン・サンス','', new Date(2024,8-1,30),'2000'),
    new bookClass('Movie/4.jpg','ニューヨーカーの暮らし方 season3','ジョン・ウィルソン','', new Date(2024,9-1,18),'2024'),
    new bookClass('Movie/5.jpg','座頭市 血煙り街道','三隅研次','', new Date(2024,9-1,5),'1967'),
    new bookClass('Movie/6.jpg','introduction','ホン・サンス','', new Date(2024,8-1,28),'2022'),
]


movies[5].comment = 
`
散歩しているときに思い出して、もう一度みた。やっぱり素晴らしいなと思った。
`;


movies[0].comment = 
`
友達のすすめでみた。最初のショットからめちゃくちゃ良い映画だと思った。海とか港がとても良いルックで写されている。めちゃくちゃ泣いたし。ブルーレイ買ってしまった。
`

movies[1].comment = 
`
四回目くらい、みるの。やっぱホン・サンスすき。この作品が一番ルックが良いと思う。キム・ミニがめちゃくちゃいい感じに写されてる。体に染み入った。
`

movies[2].comment = 
`
映画館で見逃してから気になりだしたのでアマプラでみた。かなり昔のホン・サンス。見たことある俳優も出てくる。おもしろいけど、最近の作品のほうが好き。
`;

movies[2].comment = 
`
映画館で見逃してから気になりだしたのでアマプラでみた。かなり昔のホン・サンス。見たことある俳優も出てくる。おもしろいけど、最近の作品のほうが好き。
`;

movies[3].comment = 
`
HBOのドキュメンタリー。season2かなり好きで何度も観ていた。season3も面白い。このスタイルが好き。
`;

movies[4].comment = 
`
面白い。シネスコサイズで決まっているショットが見れる。最後、1対1で向かい合って雪が振り始めるショットの完璧さ。
`;

